Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.settings.appLanguage
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
ru: Язык приложения
zh_hans: 应用语言

# vocello.settings.appLanguageDetail
source: Changes the app interface, not the language of generated speech.
de: Ändert die Sprache der Oberfläche, nicht die der erzeugten Sprache.
es: Cambia la interfaz de la app, no el idioma de la voz generada.
fr: Modifie l’interface de l’app, pas la langue de la parole générée.
it: Cambia la lingua dell’interfaccia, non quella della voce generata.
ja: アプリの表示言語を変更します。生成する音声の言語は変わりません。
ko: 앱 인터페이스 언어를 바꿉니다. 생성되는 음성의 언어는 바뀌지 않습니다.
pt_br: Altera a interface do app, não o idioma da fala gerada.
ru: Меняет язык интерфейса, а не генерируемой речи.
zh_hans: 更改应用界面语言，不影响生成语音的语言。

# vocello.settings.systemLanguage
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage du système
it: Predefinita di sistema
ja: システムの設定に従う
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Как в системе
zh_hans: 跟随系统

# vocello.ui.seed
source: Seed
de: Startwert
es: Semilla
fr: Graine
ja: シード
ko: 시드
pt_br: Semente
ru: Зерно
zh_hans: 种子

# vocello.ui.unpinSeed
source: Unpin — new seed each take
de: Lösen – neuer Startwert je Aufnahme
es: Desfijar: nueva semilla en cada toma
fr: Désépingler — nouvelle graine à chaque prise
it: Sblocca: nuovo seed a ogni take
ja: 固定を解除 — 毎回新しいシードを使用
ko: 고정 해제 — 매번 새 시드 사용
pt_br: Desafixar — nova semente a cada tomada
ru: Открепить — новое зерно для каждого дубля
zh_hans: 取消固定，每次使用新种子

# vocello.ui.keepPinned
source: Keep pinned
de: Fixiert lassen
es: Mantener fija
fr: Garder épinglée
it: Mantieni fisso
ja: 固定を維持
ko: 고정 유지
pt_br: Manter fixa
ru: Оставить закреплённым
zh_hans: 保持固定

# vocello.ui.stopGenerating
source: Stop generating
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
it: Interrompi generazione
ja: 生成を停止
ko: 생성 중지
pt_br: Parar geração
ru: Остановить генерацию
zh_hans: 停止生成

# vocello.ui.unusualPacing
source: Unusual pacing detected
de: Ungewöhnliches Sprechtempo erkannt
es: Se ha detectado un ritmo inusual
fr: Rythme inhabituel détecté
it: Ritmo insolito rilevato
ja: 不自然なテンポを検出
ko: 비정상적인 말하기 속도 감지
pt_br: Ritmo incomum detectado
ru: Обнаружен необычный темп
zh_hans: 检测到异常节奏

# vocello.ui.reviewTake
source: Review this take or generate it again.
de: Prüfe diese Aufnahme oder erzeuge sie erneut.
es: Revisa esta toma o vuelve a generarla.
fr: Vérifiez cette prise ou générez-la à nouveau.
it: Controlla questo take o generane un altro.
ja: このテイクを確認するか、再生成してください。
ko: 이 테이크를 확인하거나 다시 생성하세요.
pt_br: Confira esta tomada ou gere outra.
ru: Проверьте этот дубль или создайте его заново.
zh_hans: 请检查此音频或重新生成。

# vocello.ui.timingAdvisory
source: Timing requests aren’t honored — the voice can’t target a duration, so this may distort pacing instead.
de: Zeitvorgaben werden nicht eingehalten – die Stimme kann keine bestimmte Dauer ansteuern. Solche Angaben können stattdessen das Sprechtempo verzerren.
es: No se respetan las solicitudes de duración: la voz no puede ajustarse a una duración concreta y esto puede distorsionar el ritmo.
fr: Les demandes de durée ne sont pas respectées : la voix ne peut pas viser une durée précise, ce qui risque de déformer le rythme.
it: Le richieste di durata non vengono rispettate: la voce non può mirare a una durata precisa e questo potrebbe alterare il ritmo.
ja: 長さの指定には対応していません。音声の長さを狙って調整できないため、かえってテンポが乱れることがあります。
ko: 길이 지시는 반영되지 않습니다. 음성은 특정 길이를 목표로 할 수 없어 오히려 말하기 속도가 왜곡될 수 있습니다.
pt_br: Pedidos de duração não são atendidos: a voz não consegue atingir uma duração específica, e isso pode distorcer o ritmo.
ru: Указания длительности не выполняются: голос не может точно задать длину записи, и такие указания могут исказить темп.
zh_hans: 时长要求不会被执行：语音无法精确控制目标时长，这类要求反而可能导致节奏异常。

# vocello.ui.tonePlaceholderCalm
source: e.g. A calm narrator, warm and measured
de: z. B. ein ruhiger Erzähler, warm und bedächtig
es: p. ej., un narrador tranquilo, cálido y pausado
fr: Ex. : une narration calme, chaleureuse et posée
it: ad es. un narratore calmo, caldo e misurato
ja: 例：穏やかで温かく、落ち着いたナレーター
ko: 예: 차분하고 따뜻하며 여유로운 내레이터
pt_br: ex.: um narrador calmo, acolhedor e cadenciado
ru: например: спокойный рассказчик, тёплый и размеренный
zh_hans: 例如：平静、温暖、从容的旁白

# vocello.ui.tonePlaceholderNews
source: e.g. An energetic news anchor, bright and fast
de: z. B. ein energiegeladener Nachrichtensprecher, lebhaft und schnell
es: p. ej., un presentador de noticias enérgico, vivaz y rápido
fr: Ex. : une présentation énergique, vive et rapide
it: ad es. un conduttore energico, vivace e veloce
ja: 例：明るくテンポの速い、活気あるニュースキャスター
ko: 예: 활기차고 밝으며 빠른 뉴스 앵커
pt_br: ex.: um apresentador de notícias enérgico, animado e rápido
ru: например: энергичный ведущий новостей, яркий и быстрый
zh_hans: 例如：精力充沛、明快、语速较快的新闻主播

# vocello.ui.tonePlaceholderWhisper
source: e.g. Whispered, close-mic and breathy
de: z. B. geflüstert, mikrofonnah und hauchig
es: p. ej., un susurro cercano al micrófono y con aire
fr: Ex. : un murmure soufflé, proche du micro
it: ad es. sussurrato, vicino al microfono e soffiato
ja: 例：マイクに近い、息を含んだささやき声
ko: 예: 마이크에 가까이 대고 숨소리를 섞은 속삭임
pt_br: ex.: sussurrado, próximo ao microfone e soproso
ru: например: шёпот близко к микрофону, с придыханием
zh_hans: 例如：贴近麦克风、带有气声的耳语

# vocello.ui.tonePlaceholderGentle
source: e.g. Gentle, serious, and reassuring
de: z. B. sanft, ernst und beruhigend
es: p. ej., suave, serio y tranquilizador
fr: Ex. : un ton doux, sérieux et rassurant
it: ad es. dolce, serio e rassicurante
ja: 例：優しく、真剣で、安心感のある声
ko: 예: 부드럽고 진지하며 안심시키는 목소리
pt_br: ex.: suave, sério e tranquilizador
ru: например: мягко, серьёзно и успокаивающе
zh_hans: 例如：温柔、严肃、令人安心

# vocello.ui.toneExampleCalm
source: A calm narrator, warm and measured.
de: Ein ruhiger Erzähler, warm und bedächtig.
es: Un narrador tranquilo, cálido y pausado.
fr: Une narration calme, chaleureuse et posée.
it: Un narratore calmo, caldo e misurato.
ja: 穏やかで温かく、落ち着いたナレーター。
ko: 차분하고 따뜻하며 여유로운 내레이터.
pt_br: Um narrador calmo, acolhedor e cadenciado.
ru: Спокойный рассказчик, тёплый и размеренный.
zh_hans: 平静、温暖、从容的旁白。

# vocello.ui.toneExampleNews
source: An energetic news anchor, bright and fast.
de: Ein energiegeladener Nachrichtensprecher, lebhaft und schnell.
es: Un presentador de noticias enérgico, vivaz y rápido.
fr: Une présentation énergique, vive et rapide.
it: Un conduttore energico, vivace e veloce.
ja: 明るくテンポの速い、活気あるニュースキャスター。
ko: 활기차고 밝으며 빠른 뉴스 앵커.
pt_br: Um apresentador de notícias enérgico, animado e rápido.
ru: Энергичный ведущий новостей, яркий и быстрый.
zh_hans: 精力充沛、明快、语速较快的新闻主播。

# vocello.ui.toneExampleWhisper
source: A whispered, close-mic and breathy tone.
de: Ein geflüsterter, mikrofonnaher und hauchiger Ton.
es: Un tono susurrado, cercano al micrófono y con aire.
fr: Un ton murmuré et soufflé, proche du micro.
it: Un tono sussurrato, vicino al microfono e soffiato.
ja: マイクに近い、息を含んだささやき声。
ko: 마이크에 가까이 대고 숨소리를 섞은 속삭이는 말투.
pt_br: Um tom sussurrado, próximo ao microfone e soproso.
ru: Шёпот близко к микрофону, с придыханием.
zh_hans: 贴近麦克风、带有气声的耳语。

# vocello.ui.toneExampleGentle
source: Gentle, serious, and reassuring.
de: Sanft, ernst und beruhigend.
es: Suave, serio y tranquilizador.
fr: Doux, sérieux et rassurant.
it: Dolce, serio e rassicurante.
ja: 優しく、真剣で、安心感のある声。
ko: 부드럽고 진지하며 안심시키는 목소리.
pt_br: Suave, sério e tranquilizador.
ru: Мягко, серьёзно и успокаивающе.
zh_hans: 温柔、严肃、令人安心。

# vocello.presentation.downloadedBytes
source: %1$@ downloaded
de: %1$@ geladen
es: %1$@ descargados
fr: %1$@ téléchargés
it: %1$@ scaricati
ja: %1$@ ダウンロード済み
ko: %1$@ 다운로드됨
pt_br: %1$@ baixados
ru: Загружено %1$@
zh_hans: 已下载 %1$@

# vocello.presentation.downloadFinishing
source: Download complete — finishing setup.
de: Download abgeschlossen – Einrichtung wird beendet.
es: Descarga completa. Finalizando la configuración.
fr: Téléchargement terminé — finalisation de l’installation.
it: Download completato: finalizzazione della configurazione.
ja: ダウンロード完了 — 設定を仕上げています。
ko: 다운로드 완료 — 설정을 마무리하고 있습니다.
pt_br: Download concluído — finalizando a configuração.
ru: Загрузка завершена — заканчиваем настройку.
zh_hans: 下载完成，正在完成设置。

# vocello.presentation.downloadTransfer
source: %1$lld%% · %2$@ of %3$@
de: %1$lld%% · %2$@ von %3$@
es: %1$lld%% · %2$@ de %3$@
fr: %1$lld%% · %2$@ sur %3$@
it: %1$lld%% · %2$@ di %3$@
ja: %1$lld%% · %2$@ / %3$@
ko: %1$lld%% · %2$@ / %3$@
pt_br: %1$lld%% · %2$@ de %3$@
ru: %1$lld%% · %2$@ из %3$@
zh_hans: %1$lld%% · %2$@ / %3$@

# vocello.presentation.downloadAccessibility
source: %1$lld%% — %2$lld of %3$lld bytes
de: %1$lld%% – %2$lld von %3$lld Byte
es: %1$lld%% — %2$lld de %3$lld bytes
fr: %1$lld%% — %2$lld octets sur %3$lld
it: %1$lld%% — %2$lld di %3$lld byte
ja: %1$lld%% — %2$lld / %3$lld バイト
ko: %1$lld%% — %2$lld / %3$lld바이트
pt_br: %1$lld%% — %2$lld de %3$lld bytes
ru: %1$lld%% — %2$lld из %3$lld байт
zh_hans: %1$lld%% — %2$lld / %3$lld 字节

# vocello.presentation.downloadRemaining
source: about %1$llds remaining
de: noch etwa %1$lld s
es: quedan aproximadamente %1$lld s
fr: environ %1$lld s restantes
it: circa %1$lld s rimanenti
ja: 残り約 %1$lld 秒
ko: 약 %1$lld초 남음
pt_br: cerca de %1$lld s restantes
ru: осталось около %1$lld с
zh_hans: 约剩 %1$lld 秒

# vocello.presentation.downloadRetry
source: Preparing retry %1$lld. Verified files will be reused.
de: Versuch %1$lld wird vorbereitet. Geprüfte Dateien werden wiederverwendet.
es: Preparando el intento %1$lld. Se reutilizarán los archivos verificados.
fr: Préparation de la tentative %1$lld. Les fichiers vérifiés seront réutilisés.
it: Preparazione del tentativo %1$lld. I file verificati verranno riutilizzati.
ja: 再試行 %1$lld を準備中。検証済みファイルは再利用します。
ko: %1$lld번째 재시도를 준비합니다. 검증된 파일은 재사용합니다.
pt_br: Preparando a tentativa %1$lld. Os arquivos verificados serão reutilizados.
ru: Подготовка попытки %1$lld. Проверенные файлы будут использованы повторно.
zh_hans: 正在准备第 %1$lld 次重试。已验证的文件将被复用。

# vocello.presentation.downloadRetryReason
source: Preparing retry %1$lld: %2$@. Verified files will be reused.
de: Versuch %1$lld wird vorbereitet: %2$@. Geprüfte Dateien werden wiederverwendet.
es: Preparando el intento %1$lld: %2$@. Se reutilizarán los archivos verificados.
fr: Préparation de la tentative %1$lld : %2$@. Les fichiers vérifiés seront réutilisés.
it: Preparazione del tentativo %1$lld: %2$@. I file verificati verranno riutilizzati.
ja: 再試行 %1$lld を準備中：%2$@。検証済みファイルは再利用します。
ko: %1$lld번째 재시도 준비 중: %2$@. 검증된 파일은 재사용합니다.
pt_br: Preparando a tentativa %1$lld: %2$@. Os arquivos verificados serão reutilizados.
ru: Подготовка попытки %1$lld: %2$@. Проверенные файлы будут использованы повторно.
zh_hans: 正在准备第 %1$lld 次重试：%2$@。已验证的文件将被复用。

# vocello.presentation.longFormGuidance
source: Long-form script — Vocello plans segments, streams each one, and joins them into a single take.
de: Langtext – Vocello plant Abschnitte, überträgt sie einzeln und fügt sie zu einer Aufnahme zusammen.
es: Guion largo: Vocello planifica segmentos, transmite cada uno y los une en una sola toma.
fr: Texte long — Vocello planifie les segments, génère chacun en continu et les réunit en une seule prise.
it: Testo lungo: Vocello pianifica i segmenti, li trasmette uno alla volta e li unisce in un solo take.
ja: 長文 — Vocello が区間を計画し、順番にストリーミング生成して1つのテイクに結合します。
ko: 긴 원고 — Vocello가 구간을 나누고 각각 스트리밍 생성한 다음 하나의 테이크로 합칩니다.
pt_br: Texto longo — o Vocello planeja segmentos, transmite cada um e os une em uma única tomada.
ru: Длинный текст — Vocello делит его на сегменты, генерирует каждый потоком и объединяет в один дубль.
zh_hans: 长文本：Vocello 会划分片段、逐段流式生成，再合并为一条音频。

# vocello.presentation.longFormLimit
source: At the single-take limit; keep typing for a long-form project.
de: Einzelaufnahmegrenze erreicht; schreibe weiter, um ein Langtextprojekt zu erstellen.
es: Has alcanzado el límite de una toma; sigue escribiendo para crear un proyecto de formato largo.
fr: Limite d’une prise atteinte ; continuez à écrire pour créer un projet de texte long.
it: Limite del singolo take raggiunto; continua a scrivere per creare un progetto lungo.
ja: 単一テイクの上限に達しました。入力を続けると長文プロジェクトになります。
ko: 단일 테이크 한도에 도달했습니다. 계속 입력하면 긴 원고 프로젝트가 됩니다.
pt_br: Limite de tomada única atingido; continue digitando para criar um projeto longo.
ru: Достигнут предел одного дубля; продолжайте ввод для создания проекта длинного текста.
zh_hans: 已达到单次生成的文本阈值；继续输入即可创建长文本项目。

# vocello.presentation.charactersRemaining
source: %1$lld characters remaining for a single take.
de: %1$lld Zeichen für eine Einzelaufnahme übrig.
es: Quedan %1$lld caracteres para una sola toma.
fr: %1$lld caractères restants pour une prise.
it: %1$lld caratteri rimanenti per un singolo take.
ja: 単一テイクまで残り %1$lld 文字です。
ko: 단일 테이크까지 %1$lld자 남았습니다.
pt_br: %1$lld caracteres restantes para uma única tomada.
ru: Для одного дубля осталось %1$lld символа.
zh_hans: 单次生成还可输入 %1$lld 个字符。

# vocello.presentation.shortenScript
source: Shorten the script to %1$lld characters or less.
de: Kürze den Text auf höchstens %1$lld Zeichen.
es: Reduce el guion a %1$lld caracteres o menos.
fr: Raccourcissez le texte à %1$lld caractères ou moins.
it: Riduci il testo a %1$lld caratteri o meno.
ja: 原稿を %1$lld 文字以下に短くしてください。
ko: 원고를 %1$lld자 이하로 줄이세요.
pt_br: Reduza o texto para %1$lld caracteres ou menos.
ru: Сократите текст до %1$lld символов или меньше.
zh_hans: 请将文本缩短至 %1$lld 个字符以内。

# vocello.presentation.shortenScriptTitle
source: Shorten script to %1$lld chars
de: Auf %1$lld Zeichen kürzen
es: Reducir a %1$lld caracteres
fr: Limiter le texte à %1$lld caractères
it: Riduci a %1$lld caratteri
ja: %1$lld 文字に短縮
ko: %1$lld자로 줄이기
pt_br: Reduzir para %1$lld caracteres
ru: Сократить до %1$lld символов
zh_hans: 缩短至 %1$lld 个字符

# vocello.presentation.preparingLongForm
source: Preparing long-form project…
de: Langtextprojekt wird vorbereitet …
es: Preparando proyecto de formato largo…
fr: Préparation du projet de texte long…
it: Preparazione del progetto lungo…
ja: 長文プロジェクトを準備中…
ko: 긴 원고 프로젝트 준비 중…
pt_br: Preparando projeto longo…
ru: Подготовка проекта длинного текста…
zh_hans: 正在准备长文本项目…

# vocello.presentation.regeneratingSegment
source: Regenerating segment %1$lld of %2$lld…
de: Abschnitt %1$lld von %2$lld wird neu erzeugt …
es: Regenerando el segmento %1$lld de %2$lld…
fr: Régénération du segment %1$lld sur %2$lld…
it: Rigenerazione del segmento %1$lld di %2$lld…
ja: 区間 %1$lld / %2$lld を再生成中…
ko: 구간 %1$lld / %2$lld 다시 생성 중…
pt_br: Gerando novamente o segmento %1$lld de %2$lld…
ru: Повторная генерация сегмента %1$lld из %2$lld…
zh_hans: 正在重新生成第 %1$lld / %2$lld 段…

# vocello.presentation.reusingSegment
source: Reusing segment %1$lld of %2$lld…
de: Abschnitt %1$lld von %2$lld wird wiederverwendet …
es: Reutilizando el segmento %1$lld de %2$lld…
fr: Réutilisation du segment %1$lld sur %2$lld…
it: Riutilizzo del segmento %1$lld di %2$lld…
ja: 区間 %1$lld / %2$lld を再利用中…
ko: 구간 %1$lld / %2$lld 재사용 중…
pt_br: Reutilizando o segmento %1$lld de %2$lld…
ru: Повторное использование сегмента %1$lld из %2$lld…
zh_hans: 正在复用第 %1$lld / %2$lld 段…

# vocello.presentation.generatingSegment
source: Generating segment %1$lld of %2$lld…
de: Abschnitt %1$lld von %2$lld wird erzeugt …
es: Generando el segmento %1$lld de %2$lld…
fr: Génération du segment %1$lld sur %2$lld…
it: Generazione del segmento %1$lld di %2$lld…
ja: 区間 %1$lld / %2$lld を生成中…
ko: 구간 %1$lld / %2$lld 생성 중…
pt_br: Gerando o segmento %1$lld de %2$lld…
ru: Генерация сегмента %1$lld из %2$lld…
zh_hans: 正在生成第 %1$lld / %2$lld 段…

# vocello.presentation.generatedSegmentPending
source: Generated segment %1$lld of %2$lld; project not yet saved
de: Abschnitt %1$lld von %2$lld erzeugt; Projekt noch nicht gespeichert
es: Segmento %1$lld de %2$lld generado; el proyecto aún no está guardado
fr: Segment %1$lld sur %2$lld généré ; projet pas encore enregistré
it: Segmento %1$lld di %2$lld generato; progetto non ancora salvato
ja: 区間 %1$lld / %2$lld を生成済み。プロジェクトは未保存です
ko: 구간 %1$lld / %2$lld 생성됨. 프로젝트는 아직 저장되지 않았습니다
pt_br: Segmento %1$lld de %2$lld gerado; projeto ainda não salvo
ru: Сегмент %1$lld из %2$lld создан; проект ещё не сохранён
zh_hans: 已生成第 %1$lld / %2$lld 段；项目尚未保存

# vocello.presentation.joiningSegments
source: Joining %1$lld segments…
de: %1$lld Abschnitte werden zusammengefügt …
es: Uniendo %1$lld segmentos…
fr: Assemblage de %1$lld segments…
it: Unione di %1$lld segmenti…
ja: %1$lld 区間を結合中…
ko: 구간 %1$lld개 결합 중…
pt_br: Unindo %1$lld segmentos…
ru: Объединение %1$lld сегмента…
zh_hans: 正在合并 %1$lld 个片段…

# vocello.presentation.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

# vocello.presentation.oldSegmentQC
source: A previously generated segment no longer passes audio quality checks.
de: Ein zuvor erzeugter Abschnitt besteht die Audioqualitätsprüfung nicht mehr.
es: Un segmento generado anteriormente ya no supera las comprobaciones de calidad de audio.
fr: Un segment généré précédemment ne satisfait plus aux contrôles de qualité audio.
it: Un segmento generato in precedenza non supera più i controlli di qualità audio.
ja: 以前生成した区間が音声品質チェックに合格しなくなりました。
ko: 이전에 생성한 구간이 더 이상 오디오 품질 검사를 통과하지 못합니다.
pt_br: Um segmento gerado anteriormente não passa mais nas verificações de qualidade do áudio.
ru: Ранее созданный сегмент больше не проходит проверку качества звука.
zh_hans: 先前生成的某个片段已无法通过音频质量检查。

# vocello.presentation.segmentQC
source: Segment %1$lld failed audio quality checks. %2$@
de: Abschnitt %1$lld hat die Audioqualitätsprüfung nicht bestanden. %2$@
es: El segmento %1$lld no superó las comprobaciones de calidad de audio. %2$@
fr: Le segment %1$lld a échoué aux contrôles de qualité audio. %2$@
it: Il segmento %1$lld non ha superato i controlli di qualità audio. %2$@
ja: 区間 %1$lld が音声品質チェックに合格しませんでした。%2$@
ko: 구간 %1$lld이(가) 오디오 품질 검사를 통과하지 못했습니다. %2$@
pt_br: O segmento %1$lld não passou nas verificações de qualidade do áudio. %2$@
ru: Сегмент %1$lld не прошёл проверку качества звука. %2$@
zh_hans: 第 %1$lld 段未通过音频质量检查。%2$@

# vocello.presentation.joinedQC
source: The joined long-form output failed audio quality checks: %1$@
de: Die zusammengefügte Langtextausgabe hat die Audioqualitätsprüfung nicht bestanden: %1$@
es: El audio largo unido no superó las comprobaciones de calidad: %1$@
fr: L’audio assemblé du texte long a échoué aux contrôles de qualité : %1$@
it: L’audio lungo unito non ha superato i controlli di qualità: %1$@
ja: 結合した長文音声が品質チェックに合格しませんでした：%1$@
ko: 합친 긴 오디오가 품질 검사를 통과하지 못했습니다: %1$@
pt_br: O áudio longo unido não passou nas verificações de qualidade: %1$@
ru: Объединённая длинная запись не прошла проверку качества: %1$@
zh_hans: 合并后的长音频未通过音频质量检查：%1$@

# vocello.presentation.assemblyFailed
source: Long-form assembly failed: %1$@
de: Zusammenfügen des Langtexts fehlgeschlagen: %1$@
es: No se pudo unir el audio largo: %1$@
fr: Échec de l’assemblage du texte long : %1$@
it: Unione dell’audio lungo non riuscita: %1$@
ja: 長文音声の結合に失敗しました：%1$@
ko: 긴 오디오 결합 실패: %1$@
pt_br: Falha ao unir o áudio longo: %1$@
ru: Не удалось объединить длинную запись: %1$@
zh_hans: 长音频合并失败：%1$@

# vocello.presentation.segmentNotInProject
source: The segment to regenerate is not part of this completed project.
de: Der neu zu erzeugende Abschnitt gehört nicht zu diesem abgeschlossenen Projekt.
es: El segmento que quieres regenerar no pertenece a este proyecto terminado.
fr: Le segment à régénérer ne fait pas partie de ce projet terminé.
it: Il segmento da rigenerare non fa parte di questo progetto completato.
ja: 再生成する区間は、この完成済みプロジェクトに含まれていません。
ko: 다시 생성하려는 구간은 이 완료된 프로젝트에 속하지 않습니다.
pt_br: O segmento a ser gerado novamente não faz parte deste projeto concluído.
ru: Сегмент для повторной генерации не входит в этот завершённый проект.
zh_hans: 要重新生成的片段不属于此已完成的项目。

# vocello.presentation.regeneratedQC
source: The regenerated take failed audio quality checks; the previous take is unchanged. %1$@
de: Die neue Aufnahme hat die Audioqualitätsprüfung nicht bestanden; die vorherige bleibt unverändert. %1$@
es: La toma regenerada no superó las comprobaciones de calidad; la toma anterior sigue intacta. %1$@
fr: La prise régénérée a échoué aux contrôles de qualité audio ; la prise précédente est inchangée. %1$@
it: Il take rigenerato non ha superato i controlli di qualità; quello precedente è invariato. %1$@
ja: 再生成したテイクが品質チェックに合格しませんでした。以前のテイクは変更していません。%1$@
ko: 다시 생성한 테이크가 품질 검사를 통과하지 못했습니다. 이전 테이크는 그대로입니다. %1$@
pt_br: A nova tomada não passou nas verificações de qualidade; a anterior permanece intacta. %1$@
ru: Новый дубль не прошёл проверку качества; предыдущий не изменён. %1$@
zh_hans: 重新生成的音频未通过质量检查；原音频保持不变。%1$@

# vocello.presentation.regeneratedJoinedQC
source: The joined long-form output failed audio quality checks after regeneration: %1$@
de: Die zusammengefügte Langtextausgabe hat nach der Neuerzeugung die Audioqualitätsprüfung nicht bestanden: %1$@
es: El audio largo unido no superó las comprobaciones de calidad tras regenerarlo: %1$@
fr: L’audio assemblé du texte long a échoué aux contrôles de qualité après régénération : %1$@
it: L’audio lungo unito non ha superato i controlli di qualità dopo la rigenerazione: %1$@
ja: 再生成後の結合音声が品質チェックに合格しませんでした：%1$@
ko: 다시 생성한 뒤 합친 오디오가 품질 검사를 통과하지 못했습니다: %1$@
pt_br: O áudio longo unido não passou nas verificações de qualidade após a nova geração: %1$@
ru: Объединённая запись не прошла проверку качества после повторной генерации: %1$@
zh_hans: 重新生成后，合并的长音频未通过质量检查：%1$@

# vocello.presentation.segmentMissing
source: Segment %1$lld has no generated audio to join.
de: Abschnitt %1$lld enthält kein erzeugtes Audio zum Zusammenfügen.
es: El segmento %1$lld no tiene audio generado para unir.
fr: Le segment %1$lld n’a pas d’audio généré à assembler.
it: Il segmento %1$lld non ha audio generato da unire.
ja: 区間 %1$lld には結合できる生成済み音声がありません。
ko: 구간 %1$lld에 합칠 수 있는 생성된 오디오가 없습니다.
pt_br: O segmento %1$lld não tem áudio gerado para unir.
ru: В сегменте %1$lld нет созданного аудио для объединения.
zh_hans: 第 %1$lld 段没有可合并的已生成音频。

# vocello.settings.polish.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# vocello.settings.polish.modelsIntro
source: Manage your voice models and where finished audio is saved.
de: Verwalte Sprachmodelle und den Speicherort fertiger Audiodateien.
es: Gestiona los modelos de voz y dónde se guarda el audio terminado.
fr: Gérez vos modèles vocaux et l’emplacement des fichiers audio enregistrés.
it: Gestisci i modelli vocali e dove salvare l’audio finito.
ja: 音声モデルと、完成した音声の保存先を管理します。
ko: 음성 모델과 완성된 오디오의 저장 위치를 관리하세요.
pt_br: Gerencie os modelos de voz e onde o áudio finalizado é salvo.
ru: Управляйте голосовыми моделями и местом сохранения готового аудио.
zh_hans: 管理语音模型和已完成音频的保存位置。

# vocello.settings.polish.accessibilityIntro
source: Adapt Vocello’s interface to your accessibility preferences.
de: Passe Vocellos Oberfläche an deine Bedienungshilfen an.
es: Adapta la interfaz de Vocello a tus preferencias de accesibilidad.
fr: Adaptez l’interface de Vocello à vos préférences d’accessibilité.
it: Adatta l’interfaccia di Vocello alle tue preferenze di accessibilità.
ja: アクセシビリティの好みに合わせて Vocello の表示を調整します。
ko: 손쉬운 사용 환경에 맞게 Vocello 인터페이스를 조정하세요.
pt_br: Adapte a interface do Vocello às suas preferências de acessibilidade.
ru: Настройте интерфейс Vocello под свои потребности в универсальном доступе.
zh_hans: 根据辅助功能偏好调整 Vocello 界面。

# vocello.settings.polish.tagline
source: Your voice, locally.
de: Deine Stimme, lokal.
es: Tu voz, en tu dispositivo.
fr: Votre voix, en local.
it: La tua voce, sul tuo dispositivo.
ja: あなたの声を、ローカルで。
ko: 내 기기에서 만드는 나의 목소리.
pt_br: Sua voz, no seu dispositivo.
ru: Ваш голос — на вашем устройстве.
zh_hans: 你的声音，本地生成。
